{
  "date": {
    "title": "制定日：",
    "detail": "2015年7月11日"
  },
  "lastModified": {
    "title": "最終更新日",
    "detail": "2021年10月01日"
  },
  "lead": "LeapMind株式会社（以下「当社」）は、以下のとおりプライバシーポリシーを定め、個人情報保護の仕組みを構築し、全従業員に個人情報保護の重要性の認識と取組みを徹底させることにより、個人情報の保護を推進致します。",
  "section1": {
    "title": "1.個人情報の管理",
    "text": "当社は、ご本人の個人情報を正確かつ最新の状態に保ち、個人情報への不正アクセス・紛失・破損・改ざん・漏洩などを防止するため、セキュリティシステムの維持・管理体制の整備・社員教育の徹底等の必要な措置を講じ、安全対策を実施し個人情報の厳重な管理を行ないます。"
  },
  "section2": {
    "title": "2.個人情報の利用目的",
    "text": "ご本人からお預かりした個人情報は、以下に記載している目的以外では利用しない他、利用目的が定められていない個人情報については利用せず、目的外利用を阻止するための措置を講じます。",
    "section": {
      "title1": "(1) ご本人より書面（ホームページや電子メール等によるものを含む。）に記載された個人情報を直接取得する場合の利用目的",
      "table1": {
        "title1": "分類",
        "title2": "利用目的",
        "detail1": "加盟店情報",
        "detail2": {
          "text1": "各種サービスに対する問い合わせ対応",
          "text2": "契約締結",
          "text3": "契約上必要な事務連絡及び事務手続き",
          "text4": "上記に関連する業務遂行"
        },
        "detail3": "取引先情報",
        "detail4": {
          "text1": "取引先管理",
          "text2": "営業活動"
        },
        "detail5": "取引先情報",
        "detail6": "株式関連業務",
        "detail7": "採用応募者情報",
        "detail8": "人事採用活動(書類審査、面接、評価、応募者への連絡等)",
        "detail9": "従業員情報",
        "detail10": "人事労務、社会保険、福利厚生等の管理等"
      },
      "title2": "(2) ご本人より書面以外で直接個人情報を取得する際の利用目的",
      "table2": {
        "title1": "分類",
        "title2": "利用目的",
        "detail1": "電話や対面でお問い合わせ等を頂いた方の個人情報",
        "detail2": "お問い合わせ、ご依頼等への対応営業活動",
        "detail3": "入退出および録画映像・録音情報",
        "detail4": "防犯、防災のセキュリティ管理等"
      }
    }
  },
  "section3": {
    "title": "3.個人情報の第三者への開示・提供の禁止",
    "text": "当社は、ご本人よりお預かりした個人情報を適切に管理し、次のいずれかに該当する場合を除き、第三者に開示または提供いたしません。個人情報の取扱いの一部を委託する場合、委託先との間で個人情報の保護に関する契約を結び、個人情報の安全管理が図られるよう、必要かつ適切な監督を行います。",
    "list": {
      "item1": "ご本人の同意がある場合",
      "item2": "法令に基づく場合",
      "item3": "人の生命、身体又は財産の保護のために必要であって、ご本人の同意を取ることが困難な場合",
      "item4": "利用目的の達成に必要な範囲で、個人情報の取り扱いを委託する場合",
      "item5": "合併、会社分割、営業譲渡その他の事由によって事業の承継が行われる場合"
    }
  },
  "section4": {
    "title": "4.個人情報の安全対策",
    "text": "当社は、個人情報の正確,性及び安全性確保のために、セキュリティに万全の対策を講じています。"
  },
  "section5": {
    "title": "5.個人情報に関するご本人の権利",
    "text": "当社で保有している開示対象個人情報に関して、ご本人又はその代理人からの利用目的の通知、開示、内容の訂正、追加又は削除、利用の停止、消去及び第三者への提供の停止の請求につきましては、 法令等に基づき、以下のとおり誠実に対応いたします。また、詳細につきましては、本ページ下の【相談窓口】にお問い合わせください。",
    "section1": {
      "title": "(1) 開示対象個人情報の利用目的の通知",
      "text": "当社は、ご本人から、当該本人が識別される開示対象個人情報について、利用目的の通知を求められた場合には、遅滞なく当該利用目的を通知いたします。ただし、以下のa)～d)のいずれかに該当する場合には、開示しない場合があり、その場合には、ご本人に遅滞なくその旨を通知するとともに、理由を説明いたします。",
      "list": {
        "item1": "利用目的をご本人に通知し、又は公表することによってご本人または第三者の生命、身体、財産その他の権利利益を害するおそれがある場合",
        "item2": "利用目的をご本人に通知し、又は公表することによって当社の権利又は正当な利益を害するおそれがある場合",
        "item3": "国の機関又は地方公共団体が法令の定める事務を遂行することに対して協力する必要がある場合であって、利用目的をご本人に通知し、又は公表することによって当該事務の遂行に支障を及ぼすおそれがある場合",
        "item4": "利用目的の周知により、当該開示対象個人情報の利用目的が明らかな場合"
      }
    },
    "section2": {
      "title": "(2) 開示対象個人情報の開示",
      "text": "当社は、ご本人から開示対象個人情報の開示を求められたときは、ご本人に対し、遅滞なく、当該開示対象個人情報を開示します。また、ご本人が識別される個人情報が存在しないときにその旨をお知らせします。 ただし、開示することによって以下のa)～c)のいずれかに該当する場合は、開示できない場合があり、その場合には、ご本人に遅滞なくその旨を通知するとともに、理由を説明いたします。",
      "list": {
        "item1": "ご本人又は第三者の生命、身体、財産その他の権利利益を害するおそれがある場合",
        "item2": "当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合",
        "item3": "法令に違反することとなる場合"
      }
    },
    "section3": {
      "title": "(3) 開示対象個人情報の訂正、追加又は削除",
      "text": "当社は、ご本人から、当該本人が識別される開示対象個人情報の内容が事実でないという理由によって当該開示対象個人情報の訂正、追加又は削除（以下「訂正等」といいます。）を求められた場合は、法令の規定によって特別の手続が定められている場合を除き、利用目的の達成に必要な範囲内において、遅滞なく必要な調査を行い、その結果に基づいて、当該開示対象個人情報の訂正等を行います。 また、当社は、訂正等を行ったときは、その旨及びその内容を、ご本人に対し、遅滞なく通知し、訂正等を行わない旨の決定をしたときは、その旨及びその理由を、ご本人に対し、遅滞なく通知いたします。"
    },
    "section4": {
      "title": "(4) 個人情報提供の任意性と生じる結果について",
      "text": "個人情報のご提供はご本人の任意となります。ご提供いただけない場合、ご本人の求められるサービス・対応が受けられない場合があります。"
    }
  },
  "section6": {
    "title": "6.本人が容易に認識できない方法による個人情報の取得について",
    "section1": {
      "title": "(1) Cookieについて",
      "text": "当社サイトにおいて、「Cookie（クッキー）」と呼ばれる技術及びこれに類する技術を使用する場合があります。Cookieとは、ウェブサーバが依頼者等の電子端末を識別する業界標準の技術です。Cookieは、依頼者等の電子端末を識別することはできますが、依頼者等個人を識別することはできません。なお、電子端末上の設定の変更によりCookieの機能を無効にすることはできますが、当社サイトの全部又は一部が利用できなくなる場合があります。"
    },
    "section2": {
      "title": "(2) 情報収集モジュールについて",
      "text": "当社サイトには、当社サイトの閲覧状況等の情報を解析するため、当社が選定する以下の情報収集モジュールを組み込む場合があります。これに伴い、当社は、以下の情報収集モジュールの提供者（日本国外にあるものを含みます）に対し、当該情報収集モジュールの提供者が指定する情報の提供を行う場合があります。これらの情報収集モジュールは、個人を特定する情報を含むことなく情報を収集し、収集された情報は、各情報収集モジュール提供者の定めるプライバシーポリシーその他の規定に基づき管理されます。",
      "module": {
        "title": "名称：",
        "detail": "Google Analytics"
      },
      "provider": {
        "title": "提供者：",
        "detail": "Google Inc."
      },
      "privacy": {
        "title": "プライバシーポリシー："
      }
    }
  },
  "section7": {
    "title": "7. 法令、規範の遵守と見直し",
    "text": "当社は、保有する個人情報に関して適用される日本の法令、その他規範を遵守し、その制定・改廃状況に注意するとともに、本指針の内容を適宜見直し、その改善に努めます。",
    "section": {
      "title": "1.個人情報の管理プライバシーポリシーに関する相談窓口",
      "text1": "当社の個人情報の取扱に関するお問い合せは下記までご連絡ください。",
      "text2": "【個人情報管理責任者】Corporate Management Planning Group長",
      "telnumber": "03-6696-6267",
      "company": "LeapMind株式会社",
      "address": "東京都渋谷区円山町28-1 渋谷道玄坂スカイビル3F",
      "ceo": {
        "title": "代表者：",
        "detail": "代表取締役 松田総一"
      }
    }
  },
  "section8": {
    "title": "附則",
    "list": {
      "item1": "本規程は、2015年7月11日より施行する。",
      "item2": "2021年10月01日改定。"
    }
  }
}